module.exports={
	app:{
		header:{
			sell:'出售',
			buy:'购买',
			advertise:'发布交易广告',
			login:'登录',
			reg:'注册',
			deal:['交易管理','订单管理','广告管理'],
			mycenter:['个人中心','个人设置','退出'],
			aboutus:'关于我们'
		},
		orderMager: {
			title: "订单管理",
			status: "订单状态",
			all: "全部",
			buy: "购买",
			sell: "出售",
			selltype: "交易类型",
			cointype: "币种",
			count: "数量",
			price: "单价",
			total : "总价",
			status1: "状态",
			cz: "操作",
			yxd: "已下单",
			dzf: "待支付",
			check: "查看",
			qxz:"请选择",
			qx:"取消",
			jywc:"交易完成",
			yhxd:"用户下单",
			yhqrzf:"用户确认支付",
			mjqrzf:"卖家确认支付",
			jyfq:"交易过期",
		},
		adMager: {
			title: "广告管理",
			status: "广告状态",
			type: "广告类型",
			jyfs:"交易方式",
			cjl:"成交量",
			cjsj: "创建时间",
			ys:"已售",
			yg:"已购",
			gdz:"挂单中",
			bj:"编辑",
			xj:"下架",
			yqx:"已取消",
			xjz:"休假中",
			jywc:"交易完成",
			ywc:"已完成",
			yxj:"已下架"
		},
		usercenter : {
			nc: "昵称",
			zh:"账号",
			scdl:"上次登录",
			hprs: "好评人数",
			cprs:"差评人数",
			jycs:"交易次数",
			aqsz: "安全设置",
			bzj: "保证金",
			sksz: "收款设置",
			bdsj:"绑定手机",
			bdyx:"绑定邮箱",
			sfrz:"身份认证",
			dlmm:"登录密码",
			bdqkdd:"绑定区块地址",
			bd:"绑定",
			xg:"修改",
			rz:"认证",
		}
	},
	home:{
		buy:['我要购买','支持购买BTC，ETH，EOS，BIDT等多种数字货币'],
		sell:['我要出售','支持出售BTC，ETH，EOS，BIDT等多种数字货币'],
		why:['为什么选择TTC-OTC?','我们让来自不同国家的人都可以方便快捷的交易数字货币'],
		one:['安全可靠','采用区块链技术','多重加密、去中心化、匿名化','全面点对点的数字交易保障资产安全'],
		tow:['交易便捷','支持多终端交易，WEB。APP行情','及时掌握快速交易，贴心服务','全球市场，交易随时随地'],
		three:['买卖自由','支持多种数字货币的场外交易','买卖自由双向交易，快速方便']
	},
	sell:{
		title:'我要出售',
		list_title:['买家','购买币种','剩余数量','买家付款方式','交易限额','单价','出售']
	},
	buy:{
		title:'我要购买',
		list_title:['卖家','出售币种','剩余数量','卖家收款方式','交易限额','单价','购买']
	},
	advertise:{
		right:[
			'用户须知',
			'发布广告是免费的，但为了交易顺利进行您需确保支付足够比例的BIDT作为保证金。',
			'广告成交后，仅需支付20BIDT/单 的广告服务费。',
			'交易过程中，请先确认款项入帐后再释放货币。',
			'交易过程中，请注意判断和防范有欺诈风险的付款方式。',
			'请勿在 otc.timetreaty.com 尝试欺诈行为，违者将会导致帐号被冻结，并承担法律责任。'
		]
	}
}
